<?php

/**
 * ECSHOP 支付宝语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: alipay.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['epay'] = '<font color="#FF0000">双乾支付</font>';
$_LANG['epay_desc'] = '双乾网络支付是苏州市首家获得<font color="red"><b>人民银行颁发支付牌照</b></font>的支付平台，国内先进的网络支付平台之一，与国内38家银行深度合作，一次开通网关支付，快捷支付，无卡支付，手机支付等收款接口：<font color="red"><b>24小时内</b></font>可在线开通收款，<font color="red"><b>零预付</b></font>关单笔手续费为T+1结算<font color="red"><b>0.35％</b></font>，无流量限制，<a href="http://cloud.ecshop.com/payment_apply.php?mod=epay" target="_blank"><font color="red"><b>立即在线申请</b></font></a>';
$_LANG['epay_account'] = '帐户id';
$_LANG['epay_key'] = 'MD5key';
$_LANG['pay_button']     = '立即使用双乾支付';


?>