<?php

/**
 * ECSHOP 银联在线支付
 * ============================================================================
 * 版权所有 2005-2010 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: douqinghua $
 * $Id: upop.php 17063 2010-03-25 06:35:46Z douqinghua $
 */

global $_LANG;

$_LANG['syl']                       = '<font color="#FF0000">银联电子支付</font>';
$_LANG['syl_desc']                  = '中国银联倾力打造的互联网支付平台，安全、高效、便捷。产品分为无卡支付与B2C支付，无卡支付无需持卡人开通网银。产品展示参照铁道部网站www.12306.cn使用之支付方式“中国银联”选项。银联电子支付与商派合作期间，推广期对商派商户<font color="red">免平台接入费</font>，B2C支付接口<font color="red">手续费0.6%</font>，无卡支付接口<font color="red">手续费0.7%</font>，<a href="http://cloud.ecshop.com/payment_apply.php?mod=syl"><font color="red">点击申请</font></a>。';
$_LANG['syl_merAbbr']                = '填写秘钥文件名并上传至data/pay/目录下';
$_LANG['syl_account']              = '商户帐号';
$_LANG['syl_security_key']            = '商户密钥';

$_LANG['syl_button']               = '马上使用银联支付';
$_LANG['syl_txn_id']               = '银联交易号';

?>
