<?php

/**
 * ECSHOP 支付宝语言文件
 * ============================================================================
 * * 版权所有 2005-2012 上海商派网络科技有限公司，并保留所有权利。
 * 网站地址: http://www.ecshop.com；
 * ----------------------------------------------------------------------------
 * 这不是一个自由软件！您只能在不用于商业目的的前提下对程序代码进行修改和
 * 使用；不允许对程序代码以任何形式任何目的的再发布。
 * ============================================================================
 * $Author: liubo $
 * $Id: alipay.php 17217 2011-01-19 06:29:08Z liubo $
 */

global $_LANG;

$_LANG['epay'] = '<font color="#FF0000">雙乾支付</font>';
$_LANG['epay_desc'] = '雙乾網絡支付是蘇州市首家獲得<font color="red"><b>人民銀行頒發支付牌照</b></font>的支付平臺，國內先進的網絡支付平臺之壹，與國內38家銀行深度合作，壹次開通網關支付，快捷支付，無卡支付，手機支付等收款接口：<font color="red"><b>24小時內</b></font>可在線開通收款，<font color="red"><b>零預付</b></font>關單筆手續費為T+1結算<font color="red"><b>0.35％</b></font>，無流量限制，<a href="http://cloud.ecshop.com/payment_apply.php?mod=epay" target="_blank"><font color="red"><b>立即在線申請</b></font></a>';
$_LANG['epay_account'] = '帳戶id';
$_LANG['epay_key'] = 'MD5key';
$_LANG['pay_button']     = '立即使用雙乾支付';


?>